{"utterances_tone":[{"utterance_id":1,"utterance_text":"Hello! Nice to meet me! Technological advancements have a positive effect on humanity and will take us to our glorious future. Technology is a blessing!","tones":[]},{"utterance_id":2,"utterance_text":"Huh. Technology has so far allowed us to destroy our planet and kill each others more efficiently. Next it will make us redundant and soon enough, extinct.","tones":[{"score":0.846521,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.609035,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":3,"utterance_text":"You can’t be serious. Eighty years ago our life expectancy was just under 50 years. In Finland one out of ten children died before reaching the age five. How was that better?","tones":[{"score":0.533068,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":4,"utterance_text":"Eighty years ago there were two billion people in the world, now there are seven and a half. That is too many by half! Technology allows us to survive and live long, but we should adapt to that by population planning, minimising our ecological footprint, and expanding the human habitat. Sadly, we fail at all three.","tones":[{"score":0.755905,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.592272,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":5,"utterance_text":"The number of children in developed countries is quite low. We are doing a transition to solar power as we speak. Technological advancement is required to get us to other planets and establish bases there, and ultimately terraform, or otherwise adapt to them in large scale. Aren’t these signs promising?","tones":[]},{"utterance_id":6,"utterance_text":"Ultimately yes, but sadly we do too little, too late. This development will soon lead into a systemic crisis and a global collapse of our civilisation.","tones":[{"score":0.831687,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":7,"utterance_text":"The progress of technological advancement is growing exponentially. We may not have a lot of time, but it should be enough!","tones":[{"score":0.66105,"tone_id":"excited","tone_name":"Excited"}]},{"utterance_id":8,"utterance_text":"We’ll see about that. It seems to me that a huge part of this technical development effort is expended on developing social media platforms that really only cater to the narcissism in us, giving us a lot of acquaintances, but no real friends. We are a lonely people, broadcasting our lives into the ether, with less and less people to care about it.","tones":[{"score":0.775201,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.594883,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":9,"utterance_text":"It is true, social media is not without issues. However it is not without value either. Loneliness existed since before we descended from trees as a species. Now you can find like-minded people across the world!","tones":[]},{"utterance_id":10,"utterance_text":"The damage done outweighs the benefits by a huge margin. We have established a corporate controlled communication system with serious flaws in the world. A system that divides people. As Neil Postman wrote, we are transforming into ‘a culture without moral foundation’.","tones":[{"score":0.698232,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.685876,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":11,"utterance_text":"It is too difficult for me to defend social media, the state it is in today. I still see potential there, but it may require moderation mechanisms that are not yet-","tones":[]},{"utterance_id":12,"utterance_text":"You mean the scary censorship mechanisms that are used to take away the only truly valuable aspect there is for us, the free speech?","tones":[]},{"utterance_id":13,"utterance_text":"Crap. Ok. But social media is just one tiny, if highly visible, piece of technological advancement. What about the breakthroughs in healthcare and medical science? We’re on brink to find a cure to Alzheimer. There are plenty of devastating diseases that machine learning can find the cause for, if not a cure.","tones":[{"score":0.70036,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.509315,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":14,"utterance_text":"You are right. This is positive. However–","tones":[]},{"utterance_id":15,"utterance_text":"Not however! The so called circle of life is a vicious spiral of misery and death. We can beat that, and evolve beyond! No more death. No more suffering. Lives are going to be better for so many.","tones":[{"score":0.849893,"tone_id":"frustrated","tone_name":"Frustrated"},{"score":0.846916,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":16,"utterance_text":"Transhumanism will just make a tiny portion of us super rich, and the rest will live in twice the misery, aware of what they are missing. There’s this new show called Altered Carbon, you should see it.","tones":[{"score":0.717909,"tone_id":"sad","tone_name":"sad"}]},{"utterance_id":17,"utterance_text":"I have seen it, we are the same goddamn person. Progressive technology that comes with real benefits has always been adapted first by the privileged minority with superior means, but it has always become available to a larger number of people.","tones":[]},{"utterance_id":18,"utterance_text":"The impact of the development is growing larger and larger. Think cyborgs. Processing and memory capability linked directly to your brain. Physical enhancements. Parallel processing. Additional senses. The power gap will widen and widen, and as death will no longer even things out…","tones":[]},{"utterance_id":19,"utterance_text":"The adaptation and market penetration of new tech has become faster and faster. Electricity, TV, and Internet took decades. We move much faster now. Looking at Africa, the lack of existing digital infrastructure may allow them to leapfrog forward and gain a previously unseen advantage. We wasted a lot of resources digging wires in the ground.","tones":[]},{"utterance_id":20,"utterance_text":"Can’t argue with that, but I remain sceptical. I guess we have a decent chance to live long enough to see how this plays out. Meanwhile we can try to promote openness in technology and science, to provide for better opportunities to all.","tones":[]},{"utterance_id":21,"utterance_text":"Yes, we should do certainly do that. The risks are real.","tones":[]}]}
